Repository: MuhammedEmad5/hh
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Login
ar: تسجيل الدخول

source: Settings
ar: الاعدادات

source: English
ar: الانجليزية

source: Arabic
ar: العربية

source: Arabic Name
ar: الاسم العربي

source: Password
ar: كلمة السر

source: Branch
ar: الفرع

source: Main Branch
ar: الفرع الرئيسي

source: Store
ar: المخزن

source: Cash Register
ar: صندوق الكاشير

source: Hint
ar: معلومة

# to_request_technical_support_visit
source: To request a technical support visit
ar: عند عمل صيانة اعمل فاتورة من الموقع

# by_using_this_software
source: By using this software you're accepting these terms, if not you shouldn't use this software
ar: استخدامك للبرنامج يعني موافقتك علي بنود وقوانين الاتفاقية والا فلا يحق لك استخدامه

source: Select Database
ar: اختر قاعدة البيانات

source: Local
ar: داخلي

source: Server
ar: خارجي

source: Protocol
ar: بروتوكول

source: API Target
ar: رابط API

source: Instance Name
ar: اسم ال Instance

source: Retrieve Database
ar: جلب قواعد البيانات

source: Database Name
ar: اسم قاعدة البيانات

# no_data
source: No data available please click on add button
ar: لا توجد بيانات متاحة برجاء الضغط على اضافة

source: Save Settings
ar: حفظ الاعدادات

source: Product List
ar: قائمة المنتجات

source: Name Or Barcode
ar: اسم المنتج او الباركود

source: Grid/Tile
ar: جدول/بطاقات

source: Save
ar: حفظ

source: List
ar: بطاقات

source: Grid
ar: جدول

source: Search
ar: بحث

source: POS Sell Invoice
ar: فاتورة بيع

source: Sell Invoice Return
ar: مرتجع بيع

source: Purchase Invoice Return
ar: مرتجع شراء

source: Invoice No
ar: رقم الفاتورة

source: Cancel
ar: الغاء

source: View
ar: عرض

source: Invoice
ar: فاتورة

# selectOption
source: Select an option
ar: حدد اختيارا

source: Dashboard
ar: لوحة التحكم

source: Transactions
ar: المعاملات

source: Transaction
ar: رقم الحركة

source: Reporting
ar: إعداد التقارير

source: InfraData
ar: البيانات الرئيسية

source: Branch / Store / Cashier
ar: فرع / مخزن / صندوق

source: Product
ar: منتج

source: Products classification
ar: تصنيف المنتج

source: Client / Vendor
ar: عميل / مورد

source: Company Bill Type Options
ar: خيارات نوع الفاتورة للشركة

source: Unit
ar: الوحدات

source: User Registration
ar: تسجيل المستخدم

source: company
ar: شركة

source: Company Unit
ar: وحدة الشركة

source: User Options
ar: خيارات المستخدم

source: Accounting Options
ar: خيارات المحاسبة

source: Device Options
ar: خيارات الجهاز

source: Barcode
ar: الباركود

source: Domain
ar: نطاق

source: Backup & Restore
ar: اسنرجاع البيانات

source: Banks
ar: البنوك

source: Invoice A4
ar: الفاتورة A4

source: Invoice 80mm
ar: الفاتورة 80mm

source: Invoice 56mm
ar: الفاتورة 56mm

source: Bill A4
ar: طباعة سند A4

source: Client / Vendor Transaction
ar: معاملة العميل / البائع

source: Client / Vendor Running Balance
ar: الرصيد الجاري للعميل/المورد

source: VAT Reports - Tax Declaration
ar: تقارير ضريبة - الإقرار الضريبي

source: Purchase & Sales with VAT - List
ar: الشراء والمبيعات مع ضريبة - القائمة

source: Purchase & sales Exempt From VAT - Exempts - List
ar: المشتريات والمبيعات المعفاة من ضريبة - الإعفاءات - القائمة

source: Purchase & sales with VAT Exempts
ar: الشراء والبيع مع إعفاءات ضريبة

source: Exempts - List
ar: الإعفاءات - القائمة

source: Bills Deleted Numbers
ar: أرقام الفواتير المحذوفة

source: Bills Posted but was detected - List
ar: تم إرسال الفواتير ولكن تم اكتشافها - القائمة

source: Sell Invoice
ar: بيع الفاتورة

source: Purchase Invoice
ar: فاتورة الشراء

source: Receive Bill
ar: تلقي فاتورة

source: Payment Bill
ar: فاتورة الدفع

source: Beginning Balance
ar: رصيد بداية

# no_db_available
source: No Data base available
ar: لا توجد قاعدة بيانات متاحة

# user_number
source: Custom #
ar: رقم مخصص

source: English Description
ar: وصف انجليزي

source: Arabic Description
ar: وصف عربي

source: Note
ar: ملاحظة

source: address
ar: العنوان

source: English Name
ar: الاسم الانجليزي

source: Loading
ar: تحميل

source: Parent
ar: الأصل

# company_number
source: Company No.
ar: رقم الشركة

# date_establishment
source: Date of establishment
ar: تاريخ انشائها

# business_registration_number
source: Business Registration No
ar: السجل التجاري

# telephone1
source: Phone 1
ar: هاتف 1

# telephone2
source: Phone 2
ar: هاتف 2

# official_arabic_name
source: The official name is Arabic
ar: الاسم الرسمي عربي

# official_english_name
source: The official name is English
ar: الاسم الرسمي انجليزي

source: Include Branch Name
ar: اضافة اسم الفرع

source: Target
ar: الهدف

source: General
ar: عام

source: General 1
ar: عام 1

source: General 2
ar: عام 2

source: GAZT
ar: معلومات الهيئة العامة الزكاة والدخل

# additional_number
source: Additional No
ar: الرقم الاضافي

source: Postal Code
ar: الرمز البريدي

# street_Arb
source: Street Name Arabic
ar: اسم الشارع عربي

# street_Eng
source: Street Name English
ar: اسم الشارع انجليزي

# district_Arb
source: District Arabic
ar: الحي عربي

# district_Eng
source: District English
ar: الحي انجليزي

# city_Arb
source: City Arabic
ar: المدينة بالعربي

# city_Eng
source: City English
ar: المدينة بالانجليزي

# country_Arb
source: Country Arabic
ar: الدولة عربي

# country_Eng
source: Country English
ar: الدولة انجليزي

source: Second Business ID
ar: معرف آخر

source: Second Business ID Type
ar: نوع المعرف الآخر

source: Company Icon Location A4
ar: شعار ورق اي 4

# company_icon_location
source: Company Icon Location 80mm
ar: موقع شعار المؤسسة 80 ملم

source: Use Different Logo For A4
ar: استخدم ايكونة خاصة بورق اي 4

# building_number
source: apartmentNum
ar: رقم المبنى

source: Person
ar: الشخص

source: Contact 1
ar: جهة الاتصال 1

source: Contact
ar: جهة الاتصال

# admin
source: Is Administrator
ar: مدير

# user
source: Is User
ar: مستخدم

# email_or_pass_incorrect
source: login or password is incorrect
ar: تسجيل الدخول أو كلمة المرور غير صحيحة

source: is required
ar: مطلوب !

source: Sell Price
ar: سعر البيع

source: Product Details
ar: تفاصيل المنتج

source: Purchase Price
ar: سعر الشراء

source: Sale Unit
ar: وحدة البيع

source: Classification
ar: تصنيف

source: Tax Purchase
ar: ضريبة الشراء

source: Use Purchase Tax
ar: استخدام ضريبة الشراء

# tax_purchase_ammount
source: Tax Purchase Amount
ar: قيمة ضريبة الشراء

source: Tax Sell
ar: ضريبة

source: Discount
ar: خصم

source: Add
ar: إضافة

# number
source: No.
ar: رقم

source: Edit
ar: تعديل

source: Delete
ar: مسح

source: VAT No.
ar: الرقم الضريبي

source: VAT ID
ar: الرقم الضريبي

source: Type
ar: النوع

# warn_balance_reach_max
source: Warn On Balance Reach Max
ar: تحذير لوصول الرصيد اعلى مستوى

# warn_balance_reach_min
source: Warn On Balance Reach Min
ar: تحذير لوصول الرصيد اقل مستوى

# max_balance_allowed
source: Maximum Balance Allowed
ar: اعلى رصيد مسموح به

# min_balance_allowed
source: Minimum Balance Allowed
ar: اقل رصيد مسموح به

source: Others
ar: اخرى

source: Invoice Total
ar: اجمالى الفاتورة

source: Client
ar: عميل

source: Vendor
ar: مورد

source: VAT
ar: ضريبة القيمة المضافة

source: Date
ar: التاريخ

source: Items
ar: المنتجات

source: Other Data
ar: بيانات اخرى

source: Payed Total
ar: اجمالى المدفوع

# original_paper_bill
source: Original Papaer Bill
ar: الفاتورة الورقية الاصلية

source: VAT Type
ar: توع الضريبة

source: Posted
ar: هل تم الترحيل

source: Apply VAT Effect
ar: تطبيق تاثير القيمة المضافة

source: Invoice Net Value
ar: صافى قيمة الفاتورة

source: VISA
ar: فيزة

source: SPAN
ar: شبكة

source: CASH
ar: نقدى

source: Left Ammount
ar: المتبقى

source: Price
ar: السعر

source: quantity
ar: الكمية

source: Name
ar: الاسم

source: Barcode Search
ar: اليحث بالباركود

source: Reference
ar: مرجع

source: success
ar: تم بنجاح

# user_or_admin_required
source: Select user or admin is required
ar: مطلوب اختيار المستخدم أو المسؤول

# failed_a4
source: Failed to find invoice with this building and invoice number
ar: لم نجد فاتورة برقم الفاتورة و رقم المبنى المطلوب

source: Debit
ar: مدين - آخذ - عليه

source: credit
ar: دائن - عاطي - له

# no_client_vendor_inserted
source: No client vendor inserted before
ar: لم يتم إدراج أي بائع عميل من قبل

# error_Fetch_date
source: Error in fetching data
ar: خطأ في جلب البيانات

# item_already_added
source: Product already added before, please update it's quantity instead
ar: تم اضافة المنتج سابقا برجاء تعديل الكمية بدلا من اعادة الاضافة

# item_not_found
source: Couldn't find a product with this barcode
ar: لم نجد منتج بهذا الباركود

source: Show
ar: عرض

source: Date From
ar: تاريخ من

source: Date To
ar: تاريخ الى

source: Purchase Amount
ar: المشتريات

source: Purchase Tax Total
ar: اجمالى ضريبة المشتريات

source: Sales Amount
ar: المبيعات

source: Sales Tax Total
ar: اجمالى ضريبة المبيعات

source: No of Bills
ar: عدد الفواتير

source: No data found
ar: لم نجد بيانات

source: Export as PDF
ar: تصدير ك PDF

source: Export as Excel
ar: تصدير ك Excel
